/* No comment provided by engineer. */
"(is an abbreviation of trigonometric form)" = "(is an abbreviation of trigonometric form)";

/* No comment provided by engineer. */
"About complex numbers" = "About complex numbers";

/* No comment provided by engineer. */
"Addition/subtraction of complex numbers" = "Addition/subtraction of complex numbers";

/* No comment provided by engineer. */
"Algebraic notation of a complex number" = "Algebraic notation of a complex number";

/* No comment provided by engineer. */
"Calculating the root of degree n" = "Calculating the root of degree n";

/* No comment provided by engineer. */
"Change the sign of the number in the field to which they belong." = "Change the sign of the number in the field to which they belong.";

/* No comment provided by engineer. */
"Changes exponential to complex and vice versa." = "Changes exponential to complex and vice versa.";

/* No comment provided by engineer. */
"Complex number module:" = "Complex number module:";

/* No comment provided by engineer. */
"Conjugate complex number" = "Conjugate complex number";

/* Tab bar controller title */
"Conversion" = "Conversion";

/* No comment provided by engineer. */
"Division of complex numbers" = "Division of complex numbers";

/* No comment provided by engineer. */
"Elevation to the degree" = "Elevation to the degree";

/* No comment provided by engineer. */
"Exponential notation of a complex number" = "Exponential notation of a complex number";

/* No comment provided by engineer. */
"Hello, World!" = "Hello, World!";

/* No comment provided by engineer. */
"How to use?" = "How to use?";

/* No comment provided by engineer. */
"Information" = "Information";

/* No comment provided by engineer. */
"Multiplication of complex numbers" = "Multiplication of complex numbers";

/* No comment provided by engineer. */
"orresponds to the distance from a point on the complex plane to the origin." = "orresponds to the distance from a point on the complex plane to the origin.";

/* No comment provided by engineer. */
"The main argument" = "The main argument";

/* No comment provided by engineer. */
"The main argument is the value of the argument in the range (-π..π]" = "The main argument is the value of the argument in the range (-π..π]";

/* No comment provided by engineer. */
"Transfers the result obtained after conversion to a calculator." = "Transfers the result obtained after conversion to a calculator.";

/* No comment provided by engineer. */
"Trigonometric notation of a complex number" = "Trigonometric notation of a complex number";

/* It is impossible to calculate the exact value */
"Uncertainty" = "Uncertainty";

/* No comment provided by engineer. */
"where r is the modulus of the complex number, 𝝋 is the angle of inclination of the vector 0-z to the axis of real values or the argument of the complex number." = "where r is the modulus of the complex number, 𝝋 is the angle of inclination of the vector 0-z to the axis of real values or the argument of the complex number.";

/* No comment provided by engineer. */
"where, i is an imaginary unit, a is a real part, bi is an imaginary part." = "where, i is an imaginary unit, a is a real part, bi is an imaginary part.";

